{
  "Sleep Essentials": [
    {
      "name": "Dream-On-Me Full Size Foldable Crib",
      "description": "Dream On Me Full Size 2-in-1 Folding Crib, designed for easy storage with its patented folding system. Lightweight and compact, it's ideal for small spaces and effortless mobility. Safety features include stationary rails, locking wheels, and a teething guard. Product Dimensions: 46\"H x 54\"L x 31\"W inches, it meets ASTM and CPSC standards. Maximum weight limit is 50 lbs. *Includes clean Comfortable Mattress and Crib Sheets."
    },
    {
      "name": "Dream-On-Me Mini Foldable Crib",
      "description": "The Dream On Me Mini Crib, designed for both crib and playpen functionality with its quick assembly and patented rail design. Its compact and portable design, aided by a unique hinge system and lightweight frame with wheels, makes it the perfect travel companion. Safety is paramount with stationary rails and dual hooded, locking wheels, meeting ASTM/CPSC standards. Product Dimensions: 40\"L x 26\"W x 38\"H – Maximum baby weight limit is 35 lbs. *Includes clean Comfortable Mattress and Crib Sheets."
    },
    {
      "name": "Pack and Play",
      "description": "Dream On Me or Graco Pack and Play, your essential companion for travel, beach outings, and outdoor adventures with your little one. This portable playard provides a secure and comfortable space for your baby to relax and play wherever you go. Its lightweight and compact design makes it easy to transport and set up, ensuring convenience on-the-go. With sturdy construction and breathable mesh sides, it offers safety and ventilation for outdoor use."
    },
    {
      "name": "Hiccapop Pack and Play Mattress",
      "description": "Hiccapop Pack and Play Compatible Mattress, expertly crafted to perfectly fit your 38\" x 26\" playard with rounded corners and superior edge support for a snug fit. Measuring at 1\" thick, this mattress encourages proper body alignment, offering the ideal balance of comfort and support for your baby's developmental needs."
    },
    {
      "name": "The Slumbertot by Slumberpod",
      "description": "The Slumbertot is an inflatable toddler travel bed designed for comfort and convenience. Perfect for toddlers aged 2 and up, it fits seamlessly inside the SlumberPod, offering a portable sleeping solution for travels and adventures. The Slumbertot has integrated side rails and a soft-touch sleep surface, it ensures a cozy and secure environment for vacations. Tailored exclusively for the SlumberPod, it also functions as a standalone mattress, accommodating up to 200lbs. Safety is prioritized with built-in bumpers, and quick inflation under two minutes with the included electric pump ensures hassle-free setup."
    },
    {
      "name": "Slumberpod",
      "description": "Slumberpod, The Original Blackout Sleep Tent. The ultimate privacy pod designed to create a cozy sleep environment for babies and toddlers on the go. The SlumberPod sets up in seconds and fits most playards and portable cribs. Its breathable fabric and mesh windows ensure airflow while providing a secure sleeping space."
    },
    {
      "name": "Regalo Bed Rails",
      "description": "The Regalo Bed Rails, a reliable and safe solution to ensure your child's peaceful sleep. Crafted with a blend of fabric and metal, these bedrails are durable and secure. The patented swing-down feature allows for easy access to the bed, while the 43\" long and 20\" tall design provides added security. Setting up is a breeze with no tools required, and the anchoring strap ensures stability. Suitable for twin to queen size beds, these bedrails are designed for children aged 2-5 years old."
    },
    {
      "name": "Munchkin Brica Portable Bassinet",
      "description": "The Munchkin Brica Portable Bassinet. This safe and durable travel pod is designed with breathable mesh panels and a removable, locking steel frame to provide comfort and security. Weighing less than 3 lbs. and folding flat for storage, it's incredibly lightweight and easy to transport. With assembled dimensions of 30\" x 21.25\" x 11.75\", it offers ample space for your baby to rest. For cleaning, simply spot or wipe clean, and the sheets are machine washable. Trust Munchkin Brica Portable Bassinet for convenient and comfortable travels with your little one."
    }
  ],
  "High Chairs & Baby Chairs": [
    {
      "name": "Antilop Baby High Chair by Ikea",
      "description": "The Antilop Baby High Chair by Ikea provides a safe and comfortable feeding solution for your little one. With its sturdy construction and easy-to-clean design, it ensures convenience for parents. The removable tray makes feeding time hassle-free, while the compact size is perfect for any kitchen."
    },
    {
      "name": "Summer Pop N Dine Portable High Chair",
      "description": "The Summer Pop N Dine Portable High Chair offers convenience and comfort for feeding time on the go. Lightweight and easy to fold, it attaches securely to most tables. Features a comfortable seat, adjustable tray, and easy-to-clean materials."
    },
    {
      "name": "Bumbo Seat",
      "description": "The Bumbo Seat provides a secure, comfortable seating solution for your baby as they begin to sit up. Made from soft, durable foam, it offers support and stability, helping your little one develop core strength. Lightweight and portable, it's perfect for use for traveling families."
    },
    {
      "name": "Bumbo Playtop Safary Suction Tray",
      "description": "The Bumbo Playtop Safari Suction Tray provides an engaging play experience for your little one. Featuring a bead maze, flipbook with a mirror page, rotating ball, and a spinning, clicking elephant toy, it keeps babies entertained while promoting fine motor skills. The strong suction cups ensure a secure grip on smooth surfaces, making it perfect for use on Bumbo seats, highchairs, or tabletops. With a built-in cup and snack holder, this tray combines fun and convenience for mealtimes and playtime."
    },
    {
      "name": "ComfyBumpy Ergonomic Baby Bouncer Seat",
      "description": "Designed for comfort and support, the ComfyBumpy Ergonomic Baby Bouncer Seat soothes your little one with gentle, natural bouncing. Its ergonomic design provides proper back and neck support, ensuring a safe and cozy experience. Lightweight and foldable, it's perfect for home use or on-the-go convenience."
    }
  ],
  "Strollers": [
    {
      "name": "Summer Infant, 3D Mini Convenience Stroller",
      "description": "The Summer Infant 3D Mini Convenience Stroller offers compact convenience for busy parents. Features a lightweight frame, one-hand fold, and compact storage. Perfect for quick trips and travel."
    },
    {
      "name": "Travel System Stroller by evenflo",
      "description": "The Travel System Stroller by Evenflo offers convenience and comfort for parents and babies. Features include a reversible seat, adjustable canopy, and large storage basket. Compatible with Evenflo car seats for easy travel."
    },
    {
      "name": "Baby Trend Expedition Jogger Stroller",
      "description": "The Baby Trend Jogger Stroller is perfect for active parents, featuring large bicycle tires and a front swivel wheel for easy maneuverability. With a reclining seat, five-point harness, and ample storage space, it provides a smooth and comfortable ride for jogging or everyday outings."
    },
    {
      "name": "Jeep Double Stroller",
      "description": "The Jeep Double Stroller accommodates two children comfortably. Features side-by-side seating, adjustable canopies, and ample storage space. Durable construction and smooth wheels make it perfect for twins or siblings."
    },
    {
      "name": "Jeep All Terrain Stroller Wagon",
      "description": "The Jeep All Terrain Stroller Wagon combines the functionality of a stroller with the versatility of a wagon. Features rugged wheels, adjustable seating, and plenty of storage. Perfect for outdoor adventures with multiple children."
    }
  ],
  "Car Seats": [
    {
      "name": "Evenflo Infant Car Seat",
      "description": "The Evenflo Infant Car Seat provides safety and comfort for your little one. Features include a lightweight design, adjustable base, and energy-absorbing foam. Easy to install and perfect for newborns."
    },
    {
      "name": "Evenflo Backless Booster Car Seat",
      "description": "The Evenflo Backless Booster Car Seat ensures safe travel for growing children. Features include a steel-reinforced belt path, adjustable positioning, and easy installation. Perfect for children who have outgrown their car seat."
    },
    {
      "name": "Safety 1st Grow and Go all in One Car Seat",
      "description": "The Safety 1st Grow and Go All-in-One Car Seat is designed to grow with your child from infancy to toddlerhood and beyond. This versatile car seat transitions from a rear-facing infant seat to a forward-facing harness seat and finally to a belt-positioning booster. It features side-impact protection, an adjustable headrest, and a recline function for maximum comfort. With machine-washable padding and an easy-to-install system, it's a long-lasting, practical solution for families."
    },
    {
      "name": "Baby Car Safety Mirror",
      "description": "The Baby Car Safety Mirror allows you to keep an eye on your little one while driving without turning around. Designed for rear-facing car seats, this wide-angle mirror provides a clear view of your baby at all times. The adjustable straps ensure a secure fit on most headrests, and the shatterproof design adds an extra layer of safety. Easy to install and reposition, it's a must-have for peace of mind on the road."
    }
  ],
  "Baby mobility and activity equipment": [
    {
      "name": "Baby Walker",
      "description": "The Baby Walker provides a safe and supportive way for your little one to take their first steps. With adjustable height and a sturdy frame, it ensures comfort and stability while promoting motor skill development. Fun, interactive toys on the walker encourage play and learning, making it perfect for your baby's early walking journey."
    },
    {
      "name": "Evenflo Baby Activity Center",
      "description": "The Evenflo Baby Activity Center offers interactive play and learning opportunities for your little one. Features multiple toys and activities that promote sensory development and motor skills. The 360-degree rotation allows babies to explore different activities while staying engaged and entertained."
    },
    {
      "name": "Baby Einstein Activity Table",
      "description": "The Baby Einstein Activity Table is an interactive play station that introduces your little one to colors, numbers, and music. With lights, sounds, and engaging toys, it helps stimulate sensory development and fine motor skills. Ideal for babies learning to stand, this table provides hours of fun while promoting cognitive growth."
    },
    {
      "name": "Baby Einstein Ocean Explorers Curiosity Cove 2-in-1 Educational ActivityJumper and Floor Toy",
      "description": "The Baby Einstein Ocean Explorers Curiosity Cove 2-in-1 Educational Activity Jumper and Floor Toy provides endless entertainment and learning opportunities for your little one. This versatile toy transforms from an activity jumper to a floor toy, offering two ways to play. Features interactive ocean-themed toys, music, and lights that stimulate cognitive development and motor skills. The adjustable height settings ensure it grows with your baby, while the sturdy frame provides a safe and secure bouncing experience."
    },
    {
      "name": "Fisher-Price Little People Music Parade Ride-On",
      "description": "The Fisher-Price Little People Music Parade Ride-On brings musical fun and interactive play to life for your little one. Features realistic sounds, melodies, and interactive elements that encourage imaginative role-playing. Helps develop coordination and motor skills while providing hours of entertainment."
    }
  ],
  "Toys": [
    {
      "name": "Fisher Price Baby Toys Package",
      "description": "Fisher Price Baby Toys Package consisting of 3 toys: Baby's first blocks, Baby Stacking Toy, Laugh & Learn Piggy Bank. Recommended aged: 6M+"
    },
    {
      "name": "Mega Bloks 80pc",
      "description": "Mega Bloks 80pc set offers endless building possibilities for your child. Large, easy-to-handle blocks in various colors promote creativity, motor skills, and problem-solving abilities. Perfect for young builders aged 1 and up."
    },
    {
      "name": "Mega Bloks Table",
      "description": "The Mega Bloks Table provides a dedicated building space for your child's creativity. Features a sturdy design with storage compartments for blocks. Perfect for encouraging imaginative play and developing fine motor skills. Recommended Age: 1Y+"
    },
    {
      "name": "Fisher Price Cash Register",
      "description": "The Fisher Price Cash Register introduces your child to the world of pretend play. Features realistic sounds, lights, and interactive elements that encourage imaginative role-playing. Helps develop math skills and social interaction. Recommended Age: 2Y+"
    },
    {
      "name": "Vtech Turn & Learn Driver",
      "description": "The VTech Turn & Learn Driver brings the excitement of driving to life for your little one. Features fun lights, sounds, and a steering wheel that encourages imaginative play and helps develop motor skills. Perfect for toddlers. Recommended Age: 6M+"
    },
    {
      "name": "Fisher Price Giant Rack-A-Stack",
      "description": "The Fisher Price Giant Rack-A-Stack helps develop your baby's hand-eye coordination and problem-solving skills. Features colorful rings of different sizes that stack on a central post. Durable construction perfect for growing children. Recommended Age 12M+"
    },
    {
      "name": "Little Tikes Tap-A-Tune Drum",
      "description": "Introduce your child to the joy of music with the Little Tikes Tap-A-Tune Drum. Designed for little hands, it helps develop rhythm and coordination through fun, interactive play. Lightweight and easy to carry. Recommended Age: 12M+"
    }
  ],
  "Bath Time": [
    {
      "name": "Angelcare Baby Bath Support",
      "description": "The Angelcare Baby Bath Support provides a safe, comfortable, and stress-free bathing experience for your little one. Designed with soft, mildew-resistant mesh, it gently cradles your baby while allowing water to flow freely for easy rinsing. The ergonomic shape offers head and back support, ensuring a secure and relaxing bath time. Lightweight and easy to store, this bath support is perfect for both sinks and tubs, making it an essential for newborn care."
    },
    {
      "name": "Boon Soak 3 Stage Baby Bathtub",
      "description": "The Boon Soak 3-Stage Baby Bathtub grows with your little one, providing a safe and comfortable bathing experience from newborn to toddler. Designed with an adjustable support bump and contoured back, it ensures a secure fit at every stage. The built-in temperature gauge helps maintain the perfect water temperature, while the compact, non-slip design fits in most sinks and tubs. Easy to clean and drain, this versatile tub makes bath time simple and stress-free."
    }
  ],
  "Miscellaneous": [
    {
      "name": "Hello Baby Video Monitor",
      "description": "The Hello Baby video Monitor, your trusted companion for keeping an eye on your little one. Featuring a large 5\" color display and remote control camera with 355° pan and 120° tilt, you'll enjoy a comprehensive view of your baby's room. With infrared night vision and 2-way audio, you can monitor your baby's activities day and night without disturbing their sleep. This non-wifi baby monitor ensures secure and fast data transmission, providing peace of mind against hacking risks. Packed with smart features like room temperature monitoring, 8 lullabies, and multi-camera expandability."
    },
    {
      "name": "Sound Machine",
      "description": "The Hatch Rest 2nd Generation Smart Sound Machine with Wi-Fi enabled connectivity for easier control and more features. With a range of soothing sounds, customizable light settings, and convenient scheduling options, it provides the perfect sleep environment for your little one. Enjoy subtle night light options and customizable color settings. It has Easy-to-use controls and app connectivity for modern parents."
    },
    {
      "name": "Boppy Nursing Pillow",
      "description": "The Boppy Nursing Pillow provides essential support for both mom and baby during feeding time. Its ergonomic design helps position the baby at a comfortable height, reducing strain on the back, neck, and arms. Soft yet firm, this versatile pillow also doubles as a support aid for tummy time and sitting practice. With a removable, machine-washable cover, it's easy to keep clean, making it a must-have for nursing and bonding with your little one."
    },
    {
      "name": "Baby Gate",
      "description": "Ensure safety at any location with the Baby Gate, designed to prevent your little one from accessing hazardous areas. Easy to install and adjustable to fit different openings, providing secure protection at your hotel/Airbnb or at any location needed."
    },
    {
      "name": "Baby Brezza Bottle Warmer",
      "description": "The Baby Brezza Bottle Warmer ensures perfectly warmed milk or formula with its advanced warming technology. Featuring two modes—gentle water bath and quick steam heat—it preserves nutrients while providing fast, even heating. Compatible with most bottle brands, it's an essential for busy parents looking for a hassle-free feeding experience."
    },
    {
      "name": "Dr Browns Bottle Sterilizer",
      "description": "Dr. Brown's Bottle Sterilizer effectively eliminates 99.9% of bacteria and germs, ensuring a hygienic feeding experience for your baby. Designed to fit multiple bottles and accessories at once, it uses steam heat for thorough sterilization. With an easy-to-use operation and automatic shut-off, this sterilizer makes bottle cleaning safe, quick, and convenient."
    }
  ]
}
