{
  "Beach Chairs": [
    {
      "name": "Tommy Bahama Backpack Beach Chairs",
      "description": "Lightweight, Backpack Chair with Adjustable pillow and padded shoulder straps / Rubber carry handle. Insulated beverage or storage pouch / Cell phone holder and cup holder / Folding towel bar. Adjusts to 5 reclining positions including lay flat. Weight Capacity: 300 lbs.",
      "usage_info": [
        "Water Advisory: Please avoid taking the chairs into the water or placing them near the water's edge to prevent damage.",
        "Setup Instructions: Ensure the chair is fully opened before sitting to avoid breakage.",
        "Recline Feature: If you wish to lay flat, make sure to pull out the towel bar located at the back of the chair for proper support.",
        "Style and Color may vary!"
      ]
    },
    {
      "name": "Tommy Bahama Hi Boy Beach Chairs",
      "description": "At 17\" off the ground, the Tommy Bahama extended seat height backpack chair higher than most beach chairs and offers hands-free portability with convenient backpack straps. Adjustable, backpack shoulder straps with large storage pouch to help carry and store your beach towel and accessories. Flexible suspension design supports and conforms to your body providing you with rest and relaxation. Recline without the worries of pinching fingers and hands with the SAFE-ADJUST technology built into the wooden armrests with 4 reclining positions. Includes insulated cooler, seat-side zippered pouch, cell phone pocket, head pillow, and cup holder.",
      "usage_info": [
        "Water Advisory: Please avoid taking the chairs into the water or placing them near the water's edge to prevent damage.",
        "Setup Instructions: Ensure the chair is fully opened before sitting to avoid breakage.",
        "Colors may vary!"
      ]
    },
    {
      "name": "Ostrich 3N1 Lounge Chairs",
      "description": "With 5 chair positions and 3 footrest adjustments, find your perfect angle for sun-soaked comfort at the beach. This chair includes a removable lumbar pillow and padded footrest for added relaxation. Stay comfortable while sunbathing with our patented open-and-close face cavity and arm holes. Bask in the sun, read, or sip your favorite drink effortlessly. This outdoor beach lounger sits 12 inches above the ground for easy egress, includes a side bag for your essentials, and boasts an attached cup holder on the wooden armrest. Plus, it comes with a carry strap for hassle-free transportation.",
      "usage_info": [
        "Water Advisory: Please avoid taking the chairs into the water or placing them near the water's edge to prevent damage.",
        "Setup Instructions: Ensure the chair is fully opened before sitting to avoid breakage.",
        "Sunblock Advisory: To prevent staining, we recommend placing a towel on the chair when applying sunblock.",
        "Colors and style may vary!"
      ]
    },
    {
      "name": "Tommy Bahama Kids Backpack Beach Chair",
      "description": "Designed specifically for children, providing them with a comfortable seat. Easy to carry with built-in backpack straps, making it simple for kids to transport their own chairs. Offers five different reclining positions for ultimate relaxation. 100 LBS Weight capacity!",
      "usage_info": [
        "Water Advisory: Please avoid taking the chairs into the water or placing them near the water's edge to prevent damage.",
        "Setup Instructions: Ensure the chair is fully opened before sitting to avoid breakage."
      ]
    }
  ],
  "Umbrellas": [
    {
      "name": "Beach Bub USA Umbrella",
      "description": "This robust umbrella features a large 7.5-foot canopy, commercial-grade aluminum pole, and a patented ULTRA Base system that ensures your umbrella remains secure in winds up to 44.4 mph. The canopy offers a UPF rating of 50+, providing maximum sun protection by blocking 98% of UV rays. The ULTRA Base, when filled with sand, provides 125 pounds of stability, exceeding ASTM F3681-24 safety standards. This umbrella Includes a commercial-grade aluminum pole, fiberglass frame ribs, and stainless steel hardware for rust resistance and durability. Comes with a sand scoop, sand gopher tool, and detailed instructions for quick and secure installation. The setup can be completed in just minutes. Includes a reinforced carry bag with a comfortable shoulder strap, making transportation effortless.",
      "usage_info": [
        "Ensure the base is completely filled with sand to provide maximum stability.",
        "Avoid using the umbrella in extremely high winds to prevent damage.",
        "When setting up, clear the top 2-3 inches of dry sand to ensure a firm placement of the base.",
        "When leaving the umbrella unattended, make sure to close the umbrella.",
        "Close When Unattended: If you leave the umbrella unattended, please close the top part to avoid wind damage."
      ]
    },
    {
      "name": "The Ammsun Umbrella",
      "description": "Air vented 8ft beach umbrella with air vent designed to facilitate air flow for more stability. The umbrella is supported by 6 strong fiberglass ribs and sturdy steel pole. Fiberglass ribs provide enhanced durability and extended protection making the beach umbrella windproof even in windy conditions. Also vented for better air release to avoid cover inversion. Large canopy with UPF 50+ UV protection filters out 98% of harmful UV radiation rays. Includes large carrying bag making it easy to transport with shoulder straps. In addition to the Ammsun beach umbrella we also provide a sandbag anchor for more support and sturdiness.",
      "usage_info": [
        "Open the Canopy Against the Wind: To ensure stability, always open the canopy facing away from the wind direction.",
        "Utilize the Provided Sandbag: Position the sand bag against the wind to provide additional support and prevent the umbrella from tipping over.",
        "Close When Unattended: If you leave the umbrella unattended, please close the top part to avoid wind damage.",
        "Angle Against Strong Winds: In windy conditions, angle the umbrella against the wind to enhance its stability and prevent it from being blown away.",
        "Secure in Soft Sand: For beaches with soft sand, dig a bit deeper to reach firmer sand, ensuring a more secure setup for your umbrella."
      ]
    }
  ],
  "Coolers": [
    {
      "name": "Igloo 12qt Regular Cooler",
      "description": "Compact and efficient, the Igloo 12qt Regular Cooler is perfect for small outings and quick trips. With a capacity to hold up to 18 cans, this cooler keeps your beverages and snacks chilled and ready to enjoy. Its lightweight design makes it easy to carry and has a convenient and unique dry storage compartment in lid for keys, cell phone etc. Colors may vary"
    },
    {
      "name": "Igloo 16qt Rolling Cooler",
      "description": "Convenience meets portability with the Igloo 16qt Rolling Cooler. Equipped with sturdy wheels and a telescoping handle, this cooler effortlessly rolls along with you. It can hold up to 22 cans, making it a great choice for family outings, beach days, or sporting events. Enjoy your refreshments on the go without the heavy lifting. Colors may vary"
    },
    {
      "name": "Igloo 28/30qt Rolling Cooler",
      "description": "The Igloo 28/30qt Rolling Cooler offers ample space and easy mobility. Designed to hold up to 41 cans, this cooler is perfect for longer trips, gatherings, and outdoor adventures. Its durable wheels and handle make transport a breeze, so you can focus on having fun. Colors may vary"
    },
    {
      "name": "Igloo 28/30qt Regular Cooler",
      "description": "Spacious and practical, the Igloo 28/30qt Regular Cooler is your go-to for medium-sized gatherings and extended outings. With a capacity to hold up to 41 cans, it keeps your drinks and snacks cool and refreshing. Its sturdy construction ensures reliability, making it a dependable companion for any event. Colors May vary"
    },
    {
      "name": "Igloo 60qt Rolling Cooler",
      "description": "When you need maximum capacity and mobility, the Igloo 60qt Rolling Cooler is the ultimate solution. This cooler can hold up to 90 cans, making it ideal for large gatherings, camping trips, and all-day events. The heavy-duty wheels and telescoping handle allow for easy transport, ensuring you have everything you need, wherever you go."
    }
  ],
  "Snorkel Gear": [
    {
      "name": "Snorkel Mask & Tube",
      "description": "Dive into nostalgia with our Cressi Snorkel Mask and Tube, designed in a timeless retro classic style. This iconic set brings together vintage charm and modern functionality, offering both style and performance for your underwater adventures. The mask features a durable, tempered glass lens providing clear, panoramic views of the underwater world. Its comfortable, adjustable strap ensures a secure fit for extended snorkeling sessions. The accompanying snorkel tube is crafted with a flexible, easy-breath design, featuring a splash guard top to keep water out while allowing for effortless breathing. Perfect for both beginners and seasoned snorkelers, this set promises a delightful and unforgettable snorkeling experience."
    },
    {
      "name": "Snorkel Vest",
      "description": "Ensure safety and comfort in the water with our Cressi Snorkel Vest, an essential companion for every snorkeler. This high-quality vest is designed with durable, lightweight materials for buoyancy and ease of movement. Featuring an adjustable waist and crotch strap, it provides a secure, personalized fit for all body types. The bright color ensures high visibility, making it easy to spot swimmers from a distance. The vest also includes an oral inflation tube, allowing you to adjust the buoyancy on the go. Whether you're exploring vibrant coral reefs or simply enjoying a leisurely swim, the Cressi Snorkel Vest adds an extra layer of safety and confidence to your aquatic adventures."
    }
  ],
  "Water Safety Gear": [
    {
      "name": "Puddle Jumper",
      "description": "Help your child build confidence in the water with the Stearns Puddle Jumper. This life jacket features a unique design combining a comfortable vest and attached arm bands, providing excellent buoyancy and freedom of movement. Made from durable, soft fabric, it ensures a secure fit with an adjustable buckle strap on the back. The Puddle Jumper is Coast Guard approved, making it a reliable choice for swimming, boating, and other water activities. Ideal for children weighing between 30-50 lbs, it offers a blend of safety and fun with its bright colors and playful designs.",
      "usage_info": "Even with the Puddle Jumper, make sure to supervise your child at all times while they are in the water."
    },
    {
      "name": "Infant Life Jacket",
      "description": "Ensure your little one's safety on the water with our Infant Life Jacket. Designed for ultimate security and comfort, this life jacket features a snug fit, a durable zipper, and an adjustable chest strap. The bright color and reflective strips enhance visibility, while the padded head support keeps your infant's head above water. Perfect for boating, swimming, or any water activity, this life jacket provides peace of mind for parents and caregivers. Suitable for infants weighing up to 30 lbs, it's a must-have for safe and enjoyable aquatic adventures.",
      "usage_info": "While these products are designed to enhance safety and enjoyment in the water, it's crucial to remain vigilant. Always supervise children and infants closely and never leave them unattended in or near water. Water safety devices provide additional protection, but they do not replace the need for attentive supervision."
    },
    {
      "name": "Kids Life Jacket",
      "description": "Keep your child safe and confident in the water with our Kids Life Jacket. Designed for children, this life jacket features adjustable straps for a secure and comfortable fit. The bright color and reflective accents ensure high visibility, while the sturdy construction provides reliable flotation. Ideal for swimming, boating, or other water sports, this life jacket is perfect for children weighing between 30-50 lbs. Give your child the freedom to explore the water safely with this essential piece of safety gear.",
      "usage_info": "While these products are designed to enhance safety and enjoyment in the water, it's crucial to remain vigilant. Always supervise children and infants closely and never leave them unattended in or near water. Water safety devices provide additional protection, but they do not replace the need for attentive supervision."
    },
    {
      "name": "Youth Life Jacket",
      "description": "Ensure your teenager's safety with our Youth Life Jacket, designed for older children and teens. This life jacket offers a comfortable fit with adjustable straps and a durable zipper closure. The high-visibility color and reflective detailing make it easy to spot in the water. Suitable for various water activities, this life jacket provides excellent buoyancy and security for youth weighing between 50-90 lbs. It's the perfect blend of safety and comfort for active young swimmers and boaters.",
      "usage_info": "While these products are designed to enhance safety and enjoyment in the water, it's crucial to remain vigilant. Always supervise children and infants closely and never leave them unattended in or near water. Water safety devices provide additional protection, but they do not replace the need for attentive supervision."
    },
    {
      "name": "Adult Life Jacket",
      "description": "Stay safe on the water with our Adult Life Jacket, designed for maximum comfort and protection. Featuring adjustable straps and a secure front closure, this life jacket ensures a customized fit for adults of all sizes. The bright color and reflective strips enhance visibility, while the robust construction provides reliable buoyancy. Ideal for boating, kayaking, or any water sport, this life jacket is a vital safety accessory for adults. Enjoy your aquatic adventures with confidence and peace of mind.",
      "usage_info": ""
    },
    {
      "name": "Mambo baby float",
      "description": "Give your baby a fun and safe introduction to the water with the Mambo Baby Float. This innovative float features a unique design that provides maximum stability and comfort. The ergonomic shape supports your baby in a natural swimming position, while the soft, breathable fabric ensures a comfortable experience. The adjustable safety harness keeps your baby secure. Suitable for infants from 3 months to 24 months, the Mambo Baby Float is perfect for pool time, ensuring your little one can splash and play safely.",
      "usage_info": "Please remember to always keep your baby within arm's reach and never leave them unattended in the float."
    },
    {
      "name": "Swimways baby float",
      "description": "Introduce your baby to the joys of water with the SwimWays Baby Float. Designed for infants aged 9-24 months, this float features a large, stable base and a comfortable seat with leg holes, allowing your baby to kick and splash safely. The adjustable canopy provides protection from the sun, and the mesh play area keeps toys within reach. Easy to inflate and deflate, the SwimWays Baby Float is perfect for pool outings and ensures your little one enjoys a secure and enjoyable water experience.",
      "usage_info": "Never leave your baby alone in the float and always keep them within your reach to ensure their safety."
    },
    {
      "name": "Laycol baby float with canopy",
      "description": "Ensure your baby's comfort and safety in the water with the Laycol Baby Float with Canopy. This float is designed with a dual air chamber for enhanced stability and an adjustable safety seat for a secure fit. The detachable canopy offers UV protection, shielding your baby from the sun's harmful rays. Suitable for babies aged 3-24 months, the Laycol Baby Float is made from durable, non-toxic materials and features a smooth, comfortable surface. Its convenient design makes it easy to inflate, deflate, and transport, making it an ideal choice for pool days and vacations.",
      "usage_info": "Always stay close to your baby and never leave them unattended while they are in the float."
    }
  ],
  "Other beach items": [
    {
      "name": "Beach Wagon",
      "description": "Make your beach trip effortless with our Beach Wagon, designed to carry all your essentials with ease. This sturdy, collapsible wagon features a spacious interior and durable wheels, making it perfect for navigating sandy terrain. The adjustable handle ensures comfortable transport, while the reinforced frame provides stability and reliability. Whether you're hauling coolers, towels, toys, or beach chairs, our Beach Wagon is your go-to solution for a hassle-free beach day. When not in use, it folds compactly for easy storage and transport. Color & Style may vary"
    },
    {
      "name": "Sand Toys (set for 1 kid)",
      "description": "Unleash your child's creativity with our Sand Toys Set, perfect for endless hours of fun in the sun. This comprehensive set includes everything a young beachgoer needs: Big Shovel: Ideal for digging large holes and building impressive sand structures. 2 Buckets (1 Large, 1 Small): Versatile for carrying water, sand, and for constructing sand castles. Small Shovel & Rake: Perfect for detailed work and adding intricate designs to sand creations. Various Sand Molds: Includes different shapes for making sea creatures and other fun designs. Various Sand Castle Molds: Create magnificent sand castles with ease. Small Water Toy Boat: Adds an extra element of play in the water. Sand Sifter: Helps find hidden treasures and ensures smooth, fine sand for building. Watering Can: Essential for moistening sand to ensure structures hold their shape. Water Wheel Toy: Engages kids with interactive water play. This set guarantees an engaging and imaginative beach experience for your child."
    },
    {
      "name": "Shareable Sand Toys (set for 2 kids)",
      "description": "Double the fun with our Shareable Sand Toys Set, perfect for two children to enjoy together. This expanded set includes: 2 Large Shovels: Great for simultaneous digging and building. 3 Buckets (1 Large, 1 Medium, 1 Small): Versatile and perfect for a range of activities. Small Shovel & Rake: Allows for detailed sand work and creative designs. Large Sand Mold and Additional Small Sand Molds: Includes a variety of shapes for making sea creatures and fun designs. Various Sand Castle Molds: Build intricate and impressive sand castles. Small Water Toy Boat: Enhances playtime in the water. Sand Sifter: Perfect for finding treasures and ensuring fine, smooth sand. Watering Can: Keeps the sand moist for sturdy constructions. Water Wheel Toy: Provides interactive water play, adding to the fun. Designed to encourage sharing and cooperative play, this set promises hours of entertainment for two children."
    },
    {
      "name": "Corn Hole Game",
      "description": "Bring the fun of Corn Hole to your beach day or backyard gathering with our portable set. This classic game includes two durable boards, eight bean bags, and a convenient carry bag for easy transport. The sturdy boards are built to withstand outdoor conditions, ensuring long-lasting enjoyment. Ideal for all ages, Corn Hole is a great way to enjoy quality time with family and friends. Whether at the beach, in the backyard, or at your Airbnb, this portable Corn Hole game is sure to be a hit at any gathering."
    }
  ]
}
